[
  {
    "id": 0,
    "name": "Ноутбук Lenovo IdeaPad 100-15",
    "description": [
      "Ноутбук Lenovo IdeaPad 100 оснащен процессором Intel Core, 4 ГБ оперативной памяти с частотой 1600 МГц, винчестером на 1 ТБ, за графические задачи отвечает дискретная видеокарта nVidia GeForce 920M с 1 ГБ выделенной видеопамяти.",
      "Процессор: Двухъядерный Intel Core i3-5005U (2.0 ГГц)",
      "Экран: 15.6'' (1366x768) WXGA HD",
      "Объем оперативной памяти: 4 ГБ",
      "Тип оперативной памяти: DDR3-1600 МГц",
      "Операционная система: DOS",
      "Краткие характеристики: Экран 15.6'' (1366x768) HD LED, глянцевый / Intel Core i3-5005U (2.0 ГГц) / RAM 4 ГБ / HDD 1 ТБ / nVidia GeForce 920M, 1 ГБ / без ОД / LAN / Wi-Fi / веб-камера / DOS / 2.3 кг / черный",
      "Объём накопителя: 1 ТБ",
      "Цвет: Черный",
      "Вес: 2.3 кг"
],
    "price": 9299.00,
    "price2": null,
    "images": [
      "/images/laptops/lenovo_1.jpg",
      "/images/laptops/lenovo_2.jpg",
      "/images/laptops/lenovo_3.jpg"
    ],
    "messages":[
      {
        "author": "Олег Якимів",
        "message": "Потягне Fifa 15,16???"
      },
      {
        "author": "Дмитрий Туркеев",
        "message": "Спасибо за быструю доставку. Цена и производительность на достойном уровне."
      },
      {
        "author": "Sasha",
        "message": "Только-только получил в руки. Windows 10 стала не сразу, пришлось конвертировать диск в mbr через ком. строку. Дальше с установкой проблем не было, установилась ОС за мин 30-40. Звук на троечку, проблема решается покупкой наушников. Качество сборки на 4. Экран на 4, не такие насыщенные цвета как на мониторе для ПК, но за эту цену неплохо. Клавиатура как обычная клавиатура. Не прогибается, клавиши более-менее удобные. *в биос заходить shift + Fn + F10"
      }
    ],
    "soldOut": false
  },
  {
    "id": 1,
    "name": "Ноутбук Asus ROG G752VY",
    "description": [
      "Игровой ноутбук ROG G752 выполнен в фирменном стиле Republic of Gamers, но выделяется своими уникальными дизайнерскими элементами и новым цветовым оформлением корпуса – серебристо-титановым с медно-красными акцентами. ROG G752 использует операционную систему Windows 10, процессор Intel Core i7 шестого поколения (Skylake), 32 ГБ оперативной памяти DDR4 и современную видеокарту nVidia GeForce GTX 980M, предлагая исключительную производительность для игр. Кроме того, он оснащен эксклюзивной системой охлаждения с противопылевой защитой и игровой клавиатурой с подсветкой, гарантирующей обработку до 30 одновременных нажатий для мастерского управления боем.",
      "Процессор: Четырехъядерный Intel Core i7-6820HK (2.7 - 3.6 ГГц)",
      "Экран: 17.3'' (1920x1080)",
      "Объем оперативной памяти: 32 ГБ",
      "Тип оперативной памяти: DDR4 2133 МГц SDRAM",
      "Операционная система: Windows 10 Pro",
      "Краткие характеристики: Экран 17.3'' IPS (1920x1080) Full HD LED, матовый / Intel Core i7-6820HK (2.7 - 3.6 ГГц) / RAM 32 ГБ / SSD 256 ГБ + HDD 2 ТБ / nVidia GeForce GTX 980M, 8 ГБ / DVD Super Multi / LAN / Wi-Fi / Bluetooth / веб-камера / Windows 10 Pro / 4.6 кг / серый / рюкзак + мышь",
      "Объём накопителя: 2 ТБ + SSD 256 ГБ",
      "Цвет: Серый",
      "Вес: 4.6 кг"
    ],
    "price": 72304.00,
    "price2": null,
    "images": [
      "images/laptops/asus_1.jpg",
      "/images/laptops/asus_2.jpg",
      "/images/laptops/asus_3.jpg"
    ],
    "messages":[
      {
        "author": "Николай",
        "message": "Три дня использования, впечатления в основном приятные, все необходимые задачи тянет, в стиме был куплен ведьмак и ГТА 5, ведьмак идет на всех ультрах с волосами итд, ГТА 5 в 75 кадров нужно некоторые настройки до очень высоких снизить, из минусов можно отметить что клавиаутра как бы завалена к экрану печатать иногда не очень удобно, да и встроенный софт иногда выпендривается, если нужна мощная машинка для работы и поиграть то ноут отличный, но если только для работы то мак в удобстве использования даст 100 очков в перед. П.с. система охлаждения работает отлично выше 75 градусов практически никогда не поднимается температура и в простое почти полная тишина"
      },
      {
        "author": "Илья",
        "message": "Вопрос к представителю Asus! Какая операционная система установлена в ноутбук??? В кратких характеристиках написаного Windows 10 Pro а в полных характеристиках Windows 10 Home!!! И ещё операционная система установлена на SSD или Жесткий диск?? Спасиба за ранее!!!"
      }
    ],
    "soldOut": false
  },
  {
    "id": 2,
    "name": "Ноутбук HP Envy 15-ae196ur",
    "description": [
      "Великолепная производительность и привлекательные формы. Как внутри, так и снаружи. Ноутбук HP Envy 15 выводит производительность на новый уровень, позволяя работать еще быстрее. Смотрите фильмы в лучшем качестве. Погрузитесь в более реалистичный игровой мир. Оцените совершенно новый дизайн. HP Envy 15. Идеальное сочетание производительности, развлечений и дизайна.",
      "Процессор: Двухъядерный Intel Core i7-6500U (2.5 - 3.1 ГГц)",
      "Экран: 15.6'' (3840x2160) Ultra HD 4K",
      "Объем оперативной памяти: 16 ГБ",
      "Тип оперативной памяти: DDR3L (2 x 8 ГБ)",
      "Операционная система: Windows 10 Home 64bit",
      "Краткие характеристики: Экран 15.6'' IPS (3840x2160) Ultra HD 4K, глянцевый / Intel Core i7-6500U (2.5 - 3.1 ГГц) / RAM 16 ГБ / HDD 2 ТБ / nVidia GeForce GTX 950M, 4 ГБ / DVD Super Multi / LAN / Wi-Fi / Bluetooth / веб-камера / Windows 10 Home 64bit / 2.36 кг / серебристый",
      "Объём накопителя: 2 ТБ",
      "Цвет: Серебристый",
      "Вес: 2.36 кг"
    ],
    "price": 41094.00,
    "price2": 40500.00,
    "images": [
      "images/laptops/hp_1.jpg",
      "/images/laptops/hp_2.jpg",
      "/images/laptops/hp_3.jpg"
    ],
    "messages":[
      {
        "author": "Саша",
        "message": "Сколько он держит заряд батареи в активном использовании и пасивном использовании?"
      },
      {
        "author": "Кривошап Ігор",
        "message": "шкода, що для України виготовляють ноутбуки без української розкладки - це суттєвий недолік"
      }
    ],
    "soldOut": false
  },
  {
    "id": 3,
    "name": "Ноутбук Acer Predator 15 G9-591-744P",
    "description": [
      "Predator 15. Легко обжечься в пылу настоящей битвы. Сохраняйте хладнокровие благодаря усовершенствованной технологии охлаждения.",
      "Процессор: Четырехъядерный Intel Core i7-6700HQ (2.6 - 3.5 ГГц)",
      "Экран: 15.6'' (1920x1080) Full HD",
      "Объем оперативной памяти: 16 ГБ",
      "Тип оперативной памяти: DDR4 (2 x 8 ГБ)",
      "Операционная система: Linpus",
      "Краткие характеристики: Экран 15.6” IPS (1920x1080) Full HD LED, матовый / Intel Core i7-6700HQ (2.6 - 3.5 ГГц) / RAM 16 ГБ / SSD 256 ГБ + HDD 2 ТБ / nVidia GeForce GTX 980M, 4 ГБ / DVD Super Multi / LAN / Wi-Fi / Bluetooth / веб-камера / Linpus / 3.4 кг / черный",
      "Объём накопителя: 2 ТБ + SSD 256 ГБ",
      "Цвет: Черный",
      "Вес: 3.4 кг"
    ],
    "price": 60000.00,
    "price2": 59999.99,
    "images": [
      "images/laptops/hp_1.jpg",
      "/images/laptops/hp_2.jpg",
      "/images/laptops/hp_3.jpg"
    ],
    "messages":[
      {
        "author": "Душенок Дмитрий",
        "message": "В целом, всем доволен, опишу плюсы, минусы и просто интересные особенности. Плюсы: - Софт-тач пластик, матовый, выглядит весьма агрессивно и стильно. Кто-то говорит, что на нём слишком уж видны следы пальцев и т.д., мое мнение: нужно мыть руки и не жрать за ноутбуком, а следы пальцев легко вытираются влажной тряпкой для очков из микрофибры. - Охлаждение. Оно здесь действительно отличное. Во-первых, никаких горячих мест под левой лодонью нет. Во-вторых, кулеры достаточно тихие (хотя на макс. оборотах - 3600 в мин. - гудит как подбитый самолёт, но, если у вас есть наушники, это не мешает. В целом, со штатным охладом температура проца редко переваливает за 70 градусов. - Монитор. Качество дисплея отличное, единственная претензия - маленькая диагональ. И это ощущение усугубляется тем, что кромки пластика вокруг дисплея очень широкие из-за размеров самого ноута. - Легкодоступный отсек для замены SSD или оперативной памяти - просто крышка на 3-4 болтах, удобно и красиво - В комплекте есть т.н. Frostcore - штуковина с дополнительным маленьким кулером, которая ставится вместо двд-привода. Ну, вам ведь не нужен привод в 2016, а эта штука даёт дополнительный охлад на 2-3 градуса без повышения уровня шума. Норм же. Недостатки: - Вес. Ноут весит 3,5-4 кг + зарядное устройство на 180 ватт весит не мало, в итоге получается, что мобильность игровых ноутов под вопросом - таскать лишних 4кг + периферия - сомнительное удовольствие. Хотя с личным транспортом это не проблема. - Странное решение с двуцветной подсветкой клавиш, которая не регулируется по яркости (хотя клава поделена на 3 зоны, подсветку каждой из которых можно отключить) - ну и, конечно же, наклейка FullHD 1080p на ноутбуке. Кто бы мог подумать? а я то надеялся на разрешение 1366х768, хотя по этой наклейке проехались и в обзоре от розетки. В целом, ноутом доволен. Производительности хватает на все ААА-игры сегодня, для игры на высоких/ультра настройках."
      }
    ],
    "soldOut": false
  },
  {
    "id": 4,
    "name": "Ноутбук Apple MacBook Pro Retina 13",
    "description": [
      "Несмотря на невероятную компактность и лёгкость, новый MacBook Pro с дисплеем Retina поражает своей мощностью. Чтобы добиться такого сочетания возможностей в едином корпусе, требовалось чрезвычайное внимание к деталям и готовность принимать смелые решения. Каждый миллиметр создавался, продумывался и разрабатывался по самым строгим стандартам. Громоздкие устаревшие технологии, такие как вращающийся жёсткий диск или оптический дисковод, остались в прошлом, уступив место инновационным решениям — флэш-накопителям PCIe. Они намного быстрее и значительно надёжнее обычного жёсткого диска. И при этом занимают на 90% меньше места. Поэтому MacBook Pro отличается не только потрясающими возможностями, но и невероятной портативностью.",
      "Процессор: Двухъядерный Intel Core i7 (3.1 ГГц)",
      "Экран: 13.3'' (2560x1600)",
      "Объем оперативной памяти: 16 ГБ",
      "Тип оперативной памяти: LPDDR3 1866 МГц",
      "Операционная система: Mac OS X Yosemite",
      "Краткие характеристики: Экран 13.3'' IPS (2560x1600) Retina LED, глянцевый / Intel Core i7 (3.1 ГГц) / RAM 16 ГБ / SSD 512 ГБ / Intel Iris Graphics 6100 / без ОД / Wi-Fi / Bluetooth / веб-камера / OS X Yosemite / 1.62 кг",
      "Объём накопителя: 512 ГБ SSD",
      "Цвет: Алюминий",
      "Вес: 1.62 кг"
    ],
    "price": 77199.00,
    "price2": null,
    "images": [
      "images/laptops/apple_1.jpg",
      "/images/laptops/apple_2.jpg",
      "/images/laptops/apple_3.jpg"
    ],
    "messages":[
      {
        "author": "Гость",
        "message": "Доброго времени суток, подскажите пожалуйста, на всех ли MacBook Pro 2015 года идёт SSD или же есть модели и с жестким диском (HDD)? Вот в этих характеристиках ноутбука стоит SSD или HDD? (Буду очень благодарен за ответ): Hard Drive Capacity: 256 GB Product Family: MacBook Pro Processor Type: Intel Core i5 5th Gen. Screen Size: 13.3'' Processor Speed: 2.70 GHz Memory: 8 GB 2015 UPC: 885909918188"
      },
      {
        "author": "Лев",
        "message": "Хочу приобрести данную модель для: разработки приложений для ios, работы с документами, Ps, и виртуалки. Подойдет ли данная модель по мощности. И удобно ли работать на таком экране(маленький)? Через сколько лет его примерно нужно будет менять? Спасибо!"
      }
    ],
    "soldOut": false
  },
  {
    "id": 5,
    "name": "Ноутбук Xiaomi Mi Notebook Air 13.3″ Gold",
    "description": [
      "Mi Notebook Air – первый ноутбук от китайской компании Xiaomi. Корпус выглядит стильно, дорого и оставляет приятные ощущения во время работы. Он изготовлен из алюминия, стекла и высококачественного пластика. Модель собрана идеально, не имеет зазоров и работает тихо.",
      "Процессор: Двухъядерный Intel Core i5-6200U (2.3 - 2.8 ГГц)",
      "Экран: 13.3'' (1920х1080)",
      "Объем оперативной памяти: 8 ГБ",
      "Тип оперативной памяти: DDR4-2133 МГц",
      "Операционная система: Windows 10 Home",
      "Краткие характеристики: Экран 13.3″ IPS (1920x1080) Full HD, глянцевый / Intel Core i5-6200U (2.3 - 2.8 ГГц) / RAM 8 ГБ / SSD 256 ГБ / nVidia GeForce 940MX, 1 ГБ / без ОД / Wi-Fi / Bluetooth / веб-камера / Windows 10 / 1.28 кг / золотистый",
      "Объём накопителя: 256 ГБ SSD",
      "Цвет: Золотой",
      "Вес: 1.28 кг"
    ],
    "price": 29000.00,
    "price2": 28990.00,
    "images": [
      "images/laptops/xiaomi_1.jpg",
      "/images/laptops/xiaomi_2.jpg",
      "/images/laptops/xiaomi_3.jpg"
    ],
    "messages":[
      {
        "author": "олег",
        "message": "после лазерной гравировки букв на нем останется гарантия?"
      },
      {
        "author": "Александр",
        "message": "Он без системы охлаждения ? как телефон ? Кто брал, сильно греется ?"
      }
    ],
    "soldOut": false
  }
]
