[
  {
    "name": "Nike Revolution EU",
    "id": 112134,
    "description": "Nike Revolution EU - это перевыпуск легендарной модели кроссовок от Nike. Несмотря на свой простой вид, модель выполнена из высококачественных материалов. Верх выполнен из синтетики со вставками их натуральной кожи, подошва выполнена из износоустойчивой резины.Очень прочная модель, которая станет отличным дополнением к Вашему спортивному гардеробу.",
    "price": "2199 грн.",
    "price2": "1899 грн.",
    "size": [36, 37, 38, 39],
    "images": [
      "/images/sneakers/nike-revolution-eu1.jpg",
      "/images/sneakers/nike-revolution-eu2.jpg"
    ],
    "messages": [
      {
        "author": "Анна",
        "message": "Великолепные кроссовки! Очень рада приобретению."
      },
      {
        "author": "Мария",
        "message": "Качество отменное, цена хоть и велика, но за такие кроссы не жалко! Спасибо."
      }
    ],
    "canPurchase": true,
    "soldOut": false
  },
  {
    "name": "Nike Free Run 5.0",
    "id": 114568,
    "description": "Верхняя часть кроссовок Nike Free Run 5.0 выполнена из сетчатого материала. Он прекрасно вентилируется и обеспечивает отвод излишнего тепла и влаги от стопы. Жесткость конструкции придают тонкие и гибкие полоски из синтетического материала, а также внутренние вставки, плотно облегающие ступню. Гибкая и тонкая подошва которой обладают женские кроссовки Free Run+ максимально повторяет все движения стопы. Это достигается благодаря глубоким желобкам и уникальному легкому материалу Phylite.",
    "price": "1144 грн.",
    "price2": "1030 грн.",
    "size": [36, 37, 38, 39],
    "images": [
      "/images/sneakers/nike-free-run-5.0-1.jpg",
      "/images/sneakers/nike-free-run-5.0-2.jpg"
    ],
    "messages": [
      {
        "author": "Юлия",
        "message": "Доставка прошла успешно. Беспокоилась, что кроссовки китайского производство, но глядя на них все совмнения выдались напрасными. Они шикарные, спасибо большое."
      },
      {
        "author": "Антон",
        "message": "Купил своей девушки такие кроссовки, сказала, что они очень удобные. Ей очень понравилось, спасибо."
      }
    ],
    "canPurchase": true,
    "soldOut": false
  },
  {
    "name": "Nike Free Run Plus 2",
    "id": 112415,
    "description": "Nike Free Run Plus 2 - это отличная модель кроссовок от Nike, выполнена из высококачественных материалов. Верх выполнен из сетчатого материала, который прекрасно вентилируется и обеспечивает отвод излишнего тепла и влаги от стопы.Гибкая и тонкая подошва которой обладают женские кроссовки Free Run+ максимально повторяет все движения стопы. Это достигается благодаря глубоким желобкам и уникальному легкому материалу Phylite. Очень прочная модель, которая станет отличным дополнением к Вашему спортивному гардеробу.",
    "price": "1259 грн.",
    "price2": "1144 грн.",
    "size": [36, 37, 38, 39],
    "images": [
      "/images/sneakers/nike-free-run-plus-2-1.jpg",
      "/images/sneakers/nike-free-run-plus-2-2.jpg"
    ],
    "messages": [
      {
        "author": "Людмила",
        "message": "Спасибо большое! Очень все оперативно и кроссовочки классные!"
      },
      {
        "author": "Диана",
        "message": "Подарили на день рождение, давно такие хотела! В магазинах такие не находила, а тут еще и домой привезли. Очень мягкие, спасибочки!"
      }
    ],
    "canPurchase": true,
    "soldOut": false
  },
  {
    "name": "Nike Roshe Run Flyknit London Pink",
    "id": 117689,
    "description": "Flyknit-версия знаменитой модели Roshe Run, созданная в рамках лимитированной линейки Flyknit Yezzy. Цветовая гамма и внешний дизайн кроссовок из данного релиза, вдохновлены трендами нового сезона. За очень короткое время эти кроссовки снискали себе огромную популярность за счет минималистичного инновационного дизайна и высочайшего комфорта.",
    "price": "1199  грн.",
    "price2": "1033 грн.",
    "size": [36, 37, 38, 39],
    "images": [
      "/images/sneakers/nike-roshe-run-flyknit-london-pink-1.jpg",
      "/images/sneakers/nike-roshe-run-flyknit-london-pink-2.jpg"
    ],
    "messages": [
      {
        "author": "Виктория",
        "message": "Отлично сделанны, яркие, прям как я и хотела, спасибо!"
      },
      {
        "author": "Анна",
        "message": "Кроссовки очень легкие и на вид очень качественные, удобные."
      }
    ],
    "canPurchase": true,
    "soldOut": false
  }
]