[
  {
    "id": 0,
    "name": "Glen Grant Old Smuggler 3 года выдержки 0.7 л",
    "description": "Вискикурня Glen Grant основана в 1840 году \n\n Rothes, Speyside, Scotland. Ранее принадлежала Chivas Brothers Ltd, известному по своему виски Chivas Regal. Вискикурня Glen Grant была приобретена итальянской компанией Gruppo Campari в декабре 2005 года. Группа Davide Campari-Milano S.p.A., является одним из ведущих мировых производителей напитков, представленных более чем в 190 странах мира и занимающих лидирующие позиции в Европе и Америке. Основанная в 1860 году, сегодня группа — шестой по величине игрок на рынке алкогольных напитков категории 'премиум'. Продуктовая линейка компании – это более 50-ти брендов, среди которых всемирно известные Aperol, Appleton, Campari, Cinzano, SKYY Vodka и Wild Turkey.",
    "price": 12.00,
    "price2": null,
    "images": [
      "/images/whiskey/glen_grant_1.jpg",
      "/images/whiskey/glen_grant_2.jpg"
    ],
    "messages":[
      {
        "author": "Віктор",
        "message": "Хороший виски Всем советую Берите и останетесь довольны"
      },
      {
        "author": "Лариса",
        "message": "Виски Glen Grant Old Smuggler отличный напиток в чистом виде,но мне как любителю кока-колы отдаю предпочтение коктелю Whiskey Cola .Двойное удовольствие!!!"
      }
    ],
    "soldOut": false
  },
  {
    "id": 1,
    "name": "Ballantines Very Old 21 год выдержки 0.7 л",
    "description": "Ballantine’s Finest был представлен миру в 1910 г., а спустя 20 лет ценители выдержанных сортов приветствовали 17- и 30-летний Ballantine’s. В конце 1930-х годов компания продолжила свое стремительное развитие. В 1938 году Ballantine’s присваивается герб, что подтверждает его благородство и высокое шотландское происхождение. На гербе, который и по сей день украшает каждую бутылку Ballantine’s, изображены все этапы производства этого легендарного напитка. В 1960 г. миру был представлен Ballantine’s 12 YO, а спустя 33 года 21-летний.В 2006 г. Сэнди Хислоуп стал 5-м мастером купажа Ballantine’s за 180-летнюю историю существования компании.Ballantine’s — самый продаваемый шотландский виски в Европе, скотч 3 в мире. Сегодня продажи его составляют более 6 миллионов девятилитровых ящиков в год. Это один из самых влиятельных и уважаемых спиртных напитков, обладающих к тому же совершенно особым и неповторимым стилем, характерным для всей линейки виски",
    "price": 100.00,
    "price2": null,
    "images": [
      "/images/whiskey/ballantines_1.jpg",
      "/images/whiskey/ballantines_2.jpg"
    ],
    "messages":[
      {
        "author": "Юрий",
        "message": "За такие деньги отлично, мягкий вкус, на утро голова не болит."
      },
      {
        "author": "Анатолий",
        "message": "Достойный вкус за адекватную цену"
      }
    ],
    "soldOut": false
  },
  {
    "id": 2,
    "name": "Chivas Regal 4.5 л 12 лет выдержки",
    "description": "В начале XX века братья Чивас решили производить виски высокой выдержки на экспорт в США, где в связи с быстро развивающейся экономикой был большой спрос на товары класса люкс. Этот вид виски получил название Chivas Regal 25 и был ведущим брендом шотландских виски на американском рынке до вступления в силу Сухого закона в 1920 году. После отмены сухого закона Чивас вернулся на американский рынок под маркой Chivas Regal 12. Он стал стильным напитком эры, во многом благодаря его рекламе как любимого виски Фрэнка Синатры.В 1997 году мастер купажирования Чивас Ригал Колин Скотт (Colin Scott) создал восемнадцатилетний виски. В 2000 году компания Pernord Ricard приобрела Chivas Regal.",
    "price": 216.00,
    "price2": 200.00,
    "images": [
      "/images/whiskey/chivas_regal_1.jpg",
      "/images/whiskey/chivas_regal_2.jpg",
      "/images/whiskey/chivas_regal_3.jpg"
    ],
    "messages":[
      {
        "author": "Ігор",
        "message": "Справжній Chivas Regal."
      },
      {
        "author": "Павел",
        "message": "Цена/качество запредельное у этого напитка. Очень легко пьется и с удовольствием. Раздавив 0,5 с вечера, можно быть уверенным, что завтра будет доброе утро!"
      }
    ],
    "soldOut": false
  },
  {
    "id": 3,
    "name": "Виски Jim Beam White 4 года выдержки 0.7 л",
    "description": "Jim Beam — бурбон №1 в мире! Ежегодно по всему миру выпивается свыше 40 миллионов литров этого изумительного напитка. Это настоящий виски, получивший повсеместное признание благодаря своему отменному качеству и веселому характеру. Не менее 51% сусла, по принятым стандартам, создается из кукурузы. Джим Бим выдерживают в течение 4-х лет в новых обугленных бочках, сделанных из древесины американского дуба.",
    "price": 16.40,
    "price2": 11.20,
    "images": [
      "/images/whiskey/jim_beam_1.jpg"
    ],
    "messages":[
      {
        "author": "Михаил",
        "message": "Не плохо."
      },
      {
        "author": "Вениаин",
        "message": "Для тех кто умеет ценить минутки жизни !!!!!"
      }
    ],
    "soldOut": false
  },
  {
    "id": 4,
    "name": "Jameson Irish Whiskey 0.5 л",
    "description": "Основными компонентами ирландского виски Jameson являются ячмень, ячменный солод и чистейшая родниковая вода. В Ирландии солод высушивают в закрытых печах, поэтому здешний виски не имеет запаха дыма, — его отличает легкий цветочный аромат. Помимо этого, ирландский виски – единственный виски в мире, который подвергается тройной дистилляции, и потому имеет более мягкий вкус, чем его «собратья» из Шотландии и Америки. Полученный виски разливается в дубовые бочки, где до этого непременно выдерживался херес. В этих бочках, в полной темноте и тишине, виски вызревает, набираясь танинов, «взрослея» в течение минимум шести лет. За это время окончательно формируется букет и вкус продукта, напиток приобретает золотистый цвет. Как говорят ирландцы, Святой Патрик роняет слезу благодарности в каждую бочку.",
    "price": 14.2,
    "price2": null,
    "images": [
      "/images/whiskey/jameson_1.jpg"
    ],
    "messages":[
      {
        "author": "Михаил",
        "message": "Пьется вроде не плохо, но вот после ста грамм будто обухом по голове, ожидал большего."
      },
      {
        "author": "Алексей",
        "message": "Хороший виски приятный на вкус со льдом и колой либо чистый, но со льдом поётся легко."
      }
    ],
    "soldOut": false
  },
  {
    "id": 5,
    "name": "Talisker 10 лет выдержки 0.7 л",
    "description": "Винокурня Talisker была построена братьями Мак Аскилами в 1830 году, она является единственной винокурней на острове Скай. Несколько раз винокурня Talisker была реконструирована, но по сей день следует своим традициям, винокурня имеет оригинальные перегонные кубы U-образной формы, для охлаждения применяются змеевики, что является редкостью в Шотландии.Для производства виски используется местный солод и вода из источников холма Cnoc-nan-Speireag, благодаря чему напиток приобретает неповторимые характеристики, он отличается высоким содержанием фенолов и солоновато-торфяным ароматом.Talisker — один из великих виски с островным характером. Он также используется для создания знаменитых блендов.",
    "price": 62.0,
    "price2": 48.8,
    "images": [
      "/images/whiskey/talisker_1.jpg"
    ],
    "messages":[
      {
        "author": "Валентин",
        "message": "Здравствуйте,скажите какая коробка у этого виски старого образца или нового(с волной)?"
      }
    ],
    "soldOut": false
  }
]